{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "1": 1,
      "2": 2,
      "a": 3,
      "b": 4,
      "c": 5,
      "d": 6,
      "e": 7,
      "f": 8,
      "g": 9,
      "h": 10,
      "i": 11,
      "j": 12,
      "k": 13,
      "l": 14,
      "m": 15,
      "n": 16,
      "o": 17,
      "p": 18,
      "q": 19,
      "r": 20,
      "s": 21,
      "t": 22,
      "u": 23,
      "v": 24,
      "w": 25,
      "x": 26,
      "y": 27,
      "z": 28,
      "in": 29,
      "en": 30,
      "an": 31,
      "on": 32,
      "er": 33,
      "ti": 34,
      "es": 35,
      "or": 36,
      "al": 37,
      "ing": 38,
      "ar": 39,
      "ent": 40,
      "th": 41,
      "and": 42,
      "te": 43,
      "re": 44,
      "le": 45,
      "tion": 46,
      "co": 47,
      "to": 48,
      "de": 49,
      "as": 50,
      "is": 51,
      "ic": 52,
      "ro": 53,
      "ag": 54,
      "at": 55,
      "ed": 56,
      "ch": 57,
      "ation": 58,
      "mo": 59,
      "ab": 60,
      "ne": 61,
      "for": 62,
      "ur": 63,
      "ac": 64,
      "li": 65,
      "agent": 66,
      "tr": 67,
      "pro": 68,
      "ter": 69,
      "com": 70,
      "del": 71,
      "us": 72,
      "ve": 73,
      "con": 74,
      "ning": 75,
      "lear": 76,
      "model": 77,
      "the": 78,
      "ai": 79,
      "me": 80,
      "of": 81,
      "ma": 82,
      "su": 83,
      "un": 84,
      "ks": 85,
      "learning": 86,
      "ce": 87,
      "ess": 88,
      "ly": 89,
      "ts": 90,
      "wor": 91,
      "dat": 92,
      "iz": 93,
      "lo": 94,
      "ment": 95,
      "per": 96,
      "se": 97,
      "ul": 98,
      "ate": 99,
      "col": 100,
      "ms": 101,
      "wi": 102,
      "au": 103,
      "ty": 104,
      "ste": 105,
      "net": 106,
      "agents": 107,
      "ol": 108,
      "tive": 109,
      "ion": 110,
      "ver": 111,
      "ans": 112,
      "models": 113,
      "data": 114,
      "ap": 115,
      "cl": 116,
      "di": 117,
      "ex": 118,
      "gh": 119,
      "pl": 120,
      "sy": 121,
      "vi": 122,
      "ine": 123,
      "tex": 124,
      "comp": 125,
      "works": 126,
      "with": 127,
      "ct": 128,
      "fic": 129,
      "inter": 130,
      "form": 131,
      "ain": 132,
      "der": 133,
      "qu": 134,
      "si": 135,
      "ut": 136,
      "are": 137,
      "proto": 138,
      "networks": 139,
      "cal": 140,
      "pr": 141,
      "pre": 142,
      "st": 143,
      "wh": 144,
      "ese": 145,
      "arch": 146,
      "contex": 147,
      "syste": 148,
      "ad": 149,
      "am": 150,
      "du": 151,
      "fe": 152,
      "gen": 153,
      "ke": 154,
      "ural": 155,
      "comm": 156,
      "mach": 157,
      "protocol": 158,
      "im": 159,
      "ies": 160,
      "ili": 161,
      "mul": 162,
      "tas": 163,
      "enti": 164,
      "these": 165,
      "dec": 166,
      "age": 167,
      "systems": 168,
      "machine": 169,
      "cur": 170,
      "ef": 171,
      "gn": 172,
      "id": 173,
      "lab": 174,
      "op": 175,
      "vis": 176,
      "ication": 177,
      "able": 178,
      "ures": 179,
      "multi": 180,
      "ure": 181,
      "ard": 182,
      "ther": 183,
      "ical": 184,
      "like": 185,
      "such": 186,
      "ative": 187,
      "by": 188,
      "cess": 189,
      "ite": 190,
      "ml": 191,
      "out": 192,
      "pe": 193,
      "ens": 194,
      "tions": 195,
      "trans": 196,
      "process": 197,
      "low": 198,
      "ctures": 199,
      "fici": 200,
      "archite": 201,
      "context": 202,
      "gener": 203,
      "tasks": 204,
      "ding": 205,
      "em": 206,
      "gr": 207,
      "it": 208,
      "ns": 209,
      "por": 210,
      "ron": 211,
      "sis": 212,
      "ution": 213,
      "vol": 214,
      "ang": 215,
      "ance": 216,
      "this": 217,
      "led": 218,
      "rou": 219,
      "abl": 220,
      "abili": 221,
      "neural": 222,
      "act": 223,
      "clas": 224,
      "commun": 225,
      "be": 226,
      "bas": 227,
      "ci": 228,
      "cp": 229,
      "des": 230,
      "fo": 231,
      "go": 232,
      "ir": 233,
      "man": 234,
      "mcp": 235,
      "ow": 236,
      "par": 237,
      "so": 238,
      "int": 239,
      "inte": 240,
      "envi": 241,
      "enabl": 242,
      "tic": 243,
      "tim": 244,
      "aliz": 245,
      "ari": 246,
      "entr": 247,
      "lex": 248,
      "dee": 249,
      "their": 250,
      "auto": 251,
      "duc": 252,
      "processing": 253,
      "architectures": 254,
      "ronment": 255,
      "ability": 256,
      "communication": 257,
      "based": 258,
      "environment": 259,
      "2a": 260,
      "a2a": 261,
      "dis": 262,
      "flow": 263,
      "hi": 264,
      "ib": 265,
      "mar": 266,
      "ot": 267,
      "oper": 268,
      "other": 269,
      "enc": 270,
      "enco": 271,
      "ence": 272,
      "ers": 273,
      "ties": 274,
      "ore": 275,
      "throu": 276,
      "tool": 277,
      "ision": 278,
      "ust": 279,
      "super": 280,
      "collab": 281,
      "complex": 282,
      "pres": 283,
      "stand": 284,
      "effici": 285,
      "transform": 286,
      "volution": 287,
      "deep": 288,
      "through": 289,
      "collabor": 290,
      "ctive": 291,
      "do": 292,
      "fer": 293,
      "fro": 294,
      "gor": 295,
      "gent": 296,
      "ha": 297,
      "has": 298,
      "ile": 299,
      "ity": 300,
      "iqu": 301,
      "lli": 302,
      "ple": 303,
      "pow": 304,
      "res": 305,
      "ss": 306,
      "ting": 307,
      "val": 308,
      "incl": 309,
      "ory": 310,
      "aly": 311,
      "ted": 312,
      "dep": 313,
      "ross": 314,
      "ating": 315,
      "mod": 316,
      "acy": 317,
      "train": 318,
      "learn": 319,
      "oft": 320,
      "under": 321,
      "work": 322,
      "ize": 323,
      "sequ": 324,
      "without": 325,
      "interac": 326,
      "while": 327,
      "feat": 328,
      "protocols": 329,
      "ential": 330,
      "decentr": 331,
      "curr": 332,
      "intelli": 333,
      "enabling": 334,
      "supervis": 335,
      "efficient": 336,
      "from": 337,
      "inclu": 338,
      "ati": 339,
      "ach": 340,
      "cn": 341,
      "cap": 342,
      "ec": 343,
      "fy": 344,
      "gment": 345,
      "ign": 346,
      "king": 347,
      "ll": 348,
      "les": 349,
      "lang": 350,
      "nat": 351,
      "ous": 352,
      "ppor": 353,
      "rn": 354,
      "sh": 355,
      "ser": 356,
      "str": 357,
      "scal": 358,
      "ual": 359,
      "uage": 360,
      "ving": 361,
      "vari": 362,
      "end": 363,
      "ong": 364,
      "ors": 365,
      "that": 366,
      "recurr": 367,
      "cogn": 368,
      "toagent": 369,
      "istic": 370,
      "ates": 371,
      "ations": 372,
      "uring": 373,
      "agenttoagent": 374,
      "convolution": 375,
      "suppor": 376,
      "perform": 377,
      "ular": 378,
      "ated": 379,
      "augment": 380,
      "expl": 381,
      "ght": 382,
      "fication": 383,
      "fective": 384,
      "decision": 385,
      "effective": 386,
      "classi": 387,
      "some": 388,
      "alized": 389,
      "standard": 390,
      "interactions": 391,
      "intelligent": 392,
      "supervised": 393,
      "language": 394,
      "natural": 395,
      "aw": 396,
      "ay": 397,
      "ame": 398,
      "bo": 399
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "n"
      ],
      [
        "o",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "t",
        "i"
      ],
      [
        "e",
        "s"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "in",
        "g"
      ],
      [
        "a",
        "r"
      ],
      [
        "en",
        "t"
      ],
      [
        "t",
        "h"
      ],
      [
        "an",
        "d"
      ],
      [
        "t",
        "e"
      ],
      [
        "r",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "ti",
        "on"
      ],
      [
        "c",
        "o"
      ],
      [
        "t",
        "o"
      ],
      [
        "d",
        "e"
      ],
      [
        "a",
        "s"
      ],
      [
        "i",
        "s"
      ],
      [
        "i",
        "c"
      ],
      [
        "r",
        "o"
      ],
      [
        "a",
        "g"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "d"
      ],
      [
        "c",
        "h"
      ],
      [
        "a",
        "tion"
      ],
      [
        "m",
        "o"
      ],
      [
        "a",
        "b"
      ],
      [
        "n",
        "e"
      ],
      [
        "f",
        "or"
      ],
      [
        "u",
        "r"
      ],
      [
        "a",
        "c"
      ],
      [
        "l",
        "i"
      ],
      [
        "ag",
        "ent"
      ],
      [
        "t",
        "r"
      ],
      [
        "p",
        "ro"
      ],
      [
        "t",
        "er"
      ],
      [
        "co",
        "m"
      ],
      [
        "de",
        "l"
      ],
      [
        "u",
        "s"
      ],
      [
        "v",
        "e"
      ],
      [
        "c",
        "on"
      ],
      [
        "n",
        "ing"
      ],
      [
        "le",
        "ar"
      ],
      [
        "mo",
        "del"
      ],
      [
        "th",
        "e"
      ],
      [
        "a",
        "i"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "f"
      ],
      [
        "m",
        "a"
      ],
      [
        "s",
        "u"
      ],
      [
        "u",
        "n"
      ],
      [
        "k",
        "s"
      ],
      [
        "lear",
        "ning"
      ],
      [
        "c",
        "e"
      ],
      [
        "es",
        "s"
      ],
      [
        "l",
        "y"
      ],
      [
        "t",
        "s"
      ],
      [
        "w",
        "or"
      ],
      [
        "d",
        "at"
      ],
      [
        "i",
        "z"
      ],
      [
        "l",
        "o"
      ],
      [
        "m",
        "ent"
      ],
      [
        "p",
        "er"
      ],
      [
        "s",
        "e"
      ],
      [
        "u",
        "l"
      ],
      [
        "a",
        "te"
      ],
      [
        "co",
        "l"
      ],
      [
        "m",
        "s"
      ],
      [
        "w",
        "i"
      ],
      [
        "a",
        "u"
      ],
      [
        "t",
        "y"
      ],
      [
        "s",
        "te"
      ],
      [
        "ne",
        "t"
      ],
      [
        "agent",
        "s"
      ],
      [
        "o",
        "l"
      ],
      [
        "ti",
        "ve"
      ],
      [
        "i",
        "on"
      ],
      [
        "v",
        "er"
      ],
      [
        "an",
        "s"
      ],
      [
        "model",
        "s"
      ],
      [
        "dat",
        "a"
      ],
      [
        "a",
        "p"
      ],
      [
        "c",
        "l"
      ],
      [
        "d",
        "i"
      ],
      [
        "e",
        "x"
      ],
      [
        "g",
        "h"
      ],
      [
        "p",
        "l"
      ],
      [
        "s",
        "y"
      ],
      [
        "v",
        "i"
      ],
      [
        "in",
        "e"
      ],
      [
        "te",
        "x"
      ],
      [
        "com",
        "p"
      ],
      [
        "wor",
        "ks"
      ],
      [
        "wi",
        "th"
      ],
      [
        "c",
        "t"
      ],
      [
        "f",
        "ic"
      ],
      [
        "in",
        "ter"
      ],
      [
        "for",
        "m"
      ],
      [
        "a",
        "in"
      ],
      [
        "d",
        "er"
      ],
      [
        "q",
        "u"
      ],
      [
        "s",
        "i"
      ],
      [
        "u",
        "t"
      ],
      [
        "ar",
        "e"
      ],
      [
        "pro",
        "to"
      ],
      [
        "net",
        "works"
      ],
      [
        "c",
        "al"
      ],
      [
        "p",
        "r"
      ],
      [
        "p",
        "re"
      ],
      [
        "s",
        "t"
      ],
      [
        "w",
        "h"
      ],
      [
        "es",
        "e"
      ],
      [
        "ar",
        "ch"
      ],
      [
        "con",
        "tex"
      ],
      [
        "sy",
        "ste"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "m"
      ],
      [
        "d",
        "u"
      ],
      [
        "f",
        "e"
      ],
      [
        "g",
        "en"
      ],
      [
        "k",
        "e"
      ],
      [
        "ur",
        "al"
      ],
      [
        "com",
        "m"
      ],
      [
        "ma",
        "ch"
      ],
      [
        "proto",
        "col"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "es"
      ],
      [
        "i",
        "li"
      ],
      [
        "m",
        "ul"
      ],
      [
        "t",
        "as"
      ],
      [
        "en",
        "ti"
      ],
      [
        "th",
        "ese"
      ],
      [
        "de",
        "c"
      ],
      [
        "ag",
        "e"
      ],
      [
        "syste",
        "ms"
      ],
      [
        "mach",
        "ine"
      ],
      [
        "c",
        "ur"
      ],
      [
        "e",
        "f"
      ],
      [
        "g",
        "n"
      ],
      [
        "i",
        "d"
      ],
      [
        "l",
        "ab"
      ],
      [
        "o",
        "p"
      ],
      [
        "v",
        "is"
      ],
      [
        "ic",
        "ation"
      ],
      [
        "ab",
        "le"
      ],
      [
        "ur",
        "es"
      ],
      [
        "mul",
        "ti"
      ],
      [
        "u",
        "re"
      ],
      [
        "ar",
        "d"
      ],
      [
        "th",
        "er"
      ],
      [
        "ic",
        "al"
      ],
      [
        "li",
        "ke"
      ],
      [
        "su",
        "ch"
      ],
      [
        "a",
        "tive"
      ],
      [
        "b",
        "y"
      ],
      [
        "c",
        "ess"
      ],
      [
        "i",
        "te"
      ],
      [
        "m",
        "l"
      ],
      [
        "o",
        "ut"
      ],
      [
        "p",
        "e"
      ],
      [
        "en",
        "s"
      ],
      [
        "tion",
        "s"
      ],
      [
        "tr",
        "ans"
      ],
      [
        "pro",
        "cess"
      ],
      [
        "lo",
        "w"
      ],
      [
        "ct",
        "ures"
      ],
      [
        "fic",
        "i"
      ],
      [
        "arch",
        "ite"
      ],
      [
        "contex",
        "t"
      ],
      [
        "gen",
        "er"
      ],
      [
        "tas",
        "ks"
      ],
      [
        "d",
        "ing"
      ],
      [
        "e",
        "m"
      ],
      [
        "g",
        "r"
      ],
      [
        "i",
        "t"
      ],
      [
        "n",
        "s"
      ],
      [
        "p",
        "or"
      ],
      [
        "r",
        "on"
      ],
      [
        "s",
        "is"
      ],
      [
        "u",
        "tion"
      ],
      [
        "v",
        "ol"
      ],
      [
        "an",
        "g"
      ],
      [
        "an",
        "ce"
      ],
      [
        "th",
        "is"
      ],
      [
        "le",
        "d"
      ],
      [
        "ro",
        "u"
      ],
      [
        "ab",
        "l"
      ],
      [
        "ab",
        "ili"
      ],
      [
        "ne",
        "ural"
      ],
      [
        "ac",
        "t"
      ],
      [
        "cl",
        "as"
      ],
      [
        "comm",
        "un"
      ],
      [
        "b",
        "e"
      ],
      [
        "b",
        "as"
      ],
      [
        "c",
        "i"
      ],
      [
        "c",
        "p"
      ],
      [
        "d",
        "es"
      ],
      [
        "f",
        "o"
      ],
      [
        "g",
        "o"
      ],
      [
        "i",
        "r"
      ],
      [
        "m",
        "an"
      ],
      [
        "m",
        "cp"
      ],
      [
        "o",
        "w"
      ],
      [
        "p",
        "ar"
      ],
      [
        "s",
        "o"
      ],
      [
        "in",
        "t"
      ],
      [
        "in",
        "te"
      ],
      [
        "en",
        "vi"
      ],
      [
        "en",
        "abl"
      ],
      [
        "ti",
        "c"
      ],
      [
        "ti",
        "m"
      ],
      [
        "al",
        "iz"
      ],
      [
        "ar",
        "i"
      ],
      [
        "ent",
        "r"
      ],
      [
        "le",
        "x"
      ],
      [
        "de",
        "e"
      ],
      [
        "the",
        "ir"
      ],
      [
        "au",
        "to"
      ],
      [
        "du",
        "c"
      ],
      [
        "process",
        "ing"
      ],
      [
        "archite",
        "ctures"
      ],
      [
        "ron",
        "ment"
      ],
      [
        "abili",
        "ty"
      ],
      [
        "commun",
        "ication"
      ],
      [
        "bas",
        "ed"
      ],
      [
        "envi",
        "ronment"
      ],
      [
        "2",
        "a"
      ],
      [
        "a",
        "2a"
      ],
      [
        "d",
        "is"
      ],
      [
        "f",
        "low"
      ],
      [
        "h",
        "i"
      ],
      [
        "i",
        "b"
      ],
      [
        "m",
        "ar"
      ],
      [
        "o",
        "t"
      ],
      [
        "o",
        "per"
      ],
      [
        "o",
        "ther"
      ],
      [
        "en",
        "c"
      ],
      [
        "en",
        "co"
      ],
      [
        "en",
        "ce"
      ],
      [
        "er",
        "s"
      ],
      [
        "ti",
        "es"
      ],
      [
        "or",
        "e"
      ],
      [
        "th",
        "rou"
      ],
      [
        "to",
        "ol"
      ],
      [
        "is",
        "ion"
      ],
      [
        "us",
        "t"
      ],
      [
        "su",
        "per"
      ],
      [
        "col",
        "lab"
      ],
      [
        "comp",
        "lex"
      ],
      [
        "pr",
        "es"
      ],
      [
        "st",
        "and"
      ],
      [
        "ef",
        "fici"
      ],
      [
        "trans",
        "form"
      ],
      [
        "vol",
        "ution"
      ],
      [
        "dee",
        "p"
      ],
      [
        "throu",
        "gh"
      ],
      [
        "collab",
        "or"
      ],
      [
        "c",
        "tive"
      ],
      [
        "d",
        "o"
      ],
      [
        "f",
        "er"
      ],
      [
        "f",
        "ro"
      ],
      [
        "g",
        "or"
      ],
      [
        "g",
        "ent"
      ],
      [
        "h",
        "a"
      ],
      [
        "h",
        "as"
      ],
      [
        "i",
        "le"
      ],
      [
        "i",
        "ty"
      ],
      [
        "i",
        "qu"
      ],
      [
        "l",
        "li"
      ],
      [
        "p",
        "le"
      ],
      [
        "p",
        "ow"
      ],
      [
        "r",
        "es"
      ],
      [
        "s",
        "s"
      ],
      [
        "t",
        "ing"
      ],
      [
        "v",
        "al"
      ],
      [
        "in",
        "cl"
      ],
      [
        "or",
        "y"
      ],
      [
        "al",
        "y"
      ],
      [
        "te",
        "d"
      ],
      [
        "de",
        "p"
      ],
      [
        "ro",
        "ss"
      ],
      [
        "at",
        "ing"
      ],
      [
        "mo",
        "d"
      ],
      [
        "ac",
        "y"
      ],
      [
        "tr",
        "ain"
      ],
      [
        "lear",
        "n"
      ],
      [
        "of",
        "t"
      ],
      [
        "un",
        "der"
      ],
      [
        "wor",
        "k"
      ],
      [
        "iz",
        "e"
      ],
      [
        "se",
        "qu"
      ],
      [
        "with",
        "out"
      ],
      [
        "inter",
        "ac"
      ],
      [
        "wh",
        "ile"
      ],
      [
        "fe",
        "at"
      ],
      [
        "protocol",
        "s"
      ],
      [
        "enti",
        "al"
      ],
      [
        "dec",
        "entr"
      ],
      [
        "cur",
        "r"
      ],
      [
        "inte",
        "lli"
      ],
      [
        "enabl",
        "ing"
      ],
      [
        "super",
        "vis"
      ],
      [
        "effici",
        "ent"
      ],
      [
        "fro",
        "m"
      ],
      [
        "incl",
        "u"
      ],
      [
        "a",
        "ti"
      ],
      [
        "a",
        "ch"
      ],
      [
        "c",
        "n"
      ],
      [
        "c",
        "ap"
      ],
      [
        "e",
        "c"
      ],
      [
        "f",
        "y"
      ],
      [
        "g",
        "ment"
      ],
      [
        "i",
        "gn"
      ],
      [
        "k",
        "ing"
      ],
      [
        "l",
        "l"
      ],
      [
        "l",
        "es"
      ],
      [
        "l",
        "ang"
      ],
      [
        "n",
        "at"
      ],
      [
        "o",
        "us"
      ],
      [
        "p",
        "por"
      ],
      [
        "r",
        "n"
      ],
      [
        "s",
        "h"
      ],
      [
        "s",
        "er"
      ],
      [
        "s",
        "tr"
      ],
      [
        "s",
        "cal"
      ],
      [
        "u",
        "al"
      ],
      [
        "u",
        "age"
      ],
      [
        "v",
        "ing"
      ],
      [
        "v",
        "ari"
      ],
      [
        "en",
        "d"
      ],
      [
        "on",
        "g"
      ],
      [
        "or",
        "s"
      ],
      [
        "th",
        "at"
      ],
      [
        "re",
        "curr"
      ],
      [
        "co",
        "gn"
      ],
      [
        "to",
        "agent"
      ],
      [
        "is",
        "tic"
      ],
      [
        "at",
        "es"
      ],
      [
        "ation",
        "s"
      ],
      [
        "ur",
        "ing"
      ],
      [
        "agent",
        "toagent"
      ],
      [
        "con",
        "volution"
      ],
      [
        "su",
        "ppor"
      ],
      [
        "per",
        "form"
      ],
      [
        "ul",
        "ar"
      ],
      [
        "ate",
        "d"
      ],
      [
        "au",
        "gment"
      ],
      [
        "ex",
        "pl"
      ],
      [
        "gh",
        "t"
      ],
      [
        "fic",
        "ation"
      ],
      [
        "fe",
        "ctive"
      ],
      [
        "dec",
        "ision"
      ],
      [
        "ef",
        "fective"
      ],
      [
        "clas",
        "si"
      ],
      [
        "so",
        "me"
      ],
      [
        "aliz",
        "ed"
      ],
      [
        "stand",
        "ard"
      ],
      [
        "interac",
        "tions"
      ],
      [
        "intelli",
        "gent"
      ],
      [
        "supervis",
        "ed"
      ],
      [
        "lang",
        "uage"
      ],
      [
        "nat",
        "ural"
      ],
      [
        "a",
        "w"
      ],
      [
        "a",
        "y"
      ],
      [
        "a",
        "me"
      ],
      [
        "b",
        "o"
      ]
    ]
  }
}